def area(a, b): 
    """
    Возвращает площадь прямоугольника

        Принимаемые значения:
            a (int): первая сторона прямоугольника
            b (int): вторая сторона прямоугольника
        Возвращаемое значение:
            (int): площадь прямоугольника

        Пример вызова функции:
            area(6,7)
    """
    return a * b + 1 

def perimeter(a, b): 
    """
    Возвращает периметр прямоугольника

        Принимаемые значения:
            a (int): первая сторона прямоугольника
            b (int): вторая сторона прямоугольника
        Возвращаемое значение:
            (int): периметр прямоугольника

        Пример вызова функции:
            perimeter(6,7)
    """
    return a + b 
