def area(a, h): 
    """
    Возвращает площадь треугольника

        Принимаемые значения:
            a (int): первая сторона треугольника
            h (int): вторая сторона треугольника

        Возвращаемое значение:
            (int): периметр треугольника

        Пример вызова функции:
            area(6,7)
    """
    return a * h / 2 

def perimeter(a, b, c): 
    """
    Возвращает периметр треугольника

        Принимаемые значения:
            a (int): первая сторона треугольника
            b (int): вторая сторона треугольника
            c (int): третья сторона треугольника

        Возвращаемое значение:
            (int): периметр треугольника

        Пример вызова функции:
            perimeter(6,7,8)
    """
    return a + b + c 
